Repository: DeveloperAcademy-POSTECH/2025-C6-A11-QueendomJaerim
Catalog: QueenCam/QueenCam/Presentation/Localizable.xcstrings
Source language: ko
Languages: en

source: Ping 메시지 도착
en: Received Ping Event

source: 권한이 거부되었습니다.
en: Permission denied.

source: 그리드 비활성화
en: Grid Off

source: 그리드 활성화
en: Grid On

source: 내 기기
en: My device

source: 다른 기기와 페어링하기
en: Pair with another device

source: 두 기기를 연결하고 있어요
en: Connecting devices

source: 모델
en: Model

source: 사진 권한 거부
en: Photo permission denied

source: 사진 권한 요청 확인 중
en: Checking photo permission request

source: 상대 기기
en: Other device

source: 서로 다른 역할의 기기끼리만 연결할 수 있어요
en: Only different roles can be connected

source: 설정에서 카메라 접근 권한을 허용해주세요.
en: Please allow camera permission in settings.

source: 설정으로 이동
en: Go to settings

source: 설정으로 이동하기
en: Go to settings

source: 역할 바꾸기
en: Switch Role

source: 역할을 선택해주세요
en: Please select a role

source: 연결 끊기
en: Disconnect

source: 연결이 완료되었어요
en: Connection completed

source: 연결이 유실되었습니다
en: Connection lost

source: 연결하기
en: Connect

source: 완료
en: Completed

source: 이 기기로 볼게요
en: View on this device

source: 이 기기로 찍을게요
en: Shoot on this device

source: 촬영
en: Photographer

source: 촬영 모드 바꾸기
en: Switch Role

source: 카메라 접근 권한
en: Camera access permission

source: 확인
en: Confirm
